Repository: codeit-ninja/woo-dimensions-calculator
Catalog: languages/codeit-*_formal.po
Languages: nl_nl_formal

source: Add a product calculator to your products which can calculate the amount of products a user needs for given dimensions
nl_nl_formal: Voeg een productcalculator toe aan uw producten die kan berekenen hoeveel producten een gebruiker nodig heeft voor bepaalde afmetingen.

source: Area unit of measurement
nl_nl_formal: Oppervlakte meeteenheid

source: cm2 (Square cm)
nl_nl_formal: cm2 (Vierkante cm)

source: Code IT - WooCommerce product dimensions calculator
nl_nl_formal: Code IT - WooCommerce product afmetingen calculator

source: Heading title
nl_nl_formal: Header title

source: How much %s per product?
nl_nl_formal: Hoeveel %s per product?

source: Input measurement
nl_nl_formal: Input meting

source: Label above the 'x' field
nl_nl_formal: Label boven het "x" veld

source: Label above the 'y' field
nl_nl_formal: Label boven het "y" veld

source: m2 (Square m)
nl_nl_formal: m2 (Vierkante m)

source: Measurement label x
nl_nl_formal: Meet label x

source: Measurement label y
nl_nl_formal: Meet label y

source: Micron
nl_nl_formal: Micrometer

source: mm2 (Square mm)
nl_nl_formal: mm2 (Vierkante mm)

source: Show dimensions form?
nl_nl_formal: Calculator tonen?

source: This is displayed above the form.
nl_nl_formal: Dit wordt boven het formulier weergegeven.

source: The unit of measurement customers need to fill into the form.
nl_nl_formal: De meeteenheid die de klant in het formulier moet invullen.

source: You can calculate this by multiplying the length times the width. (L x W)
nl_nl_formal: U kunt dit berekenen door de lengte te vermenigvuldigen met de breedte. (L x B)
